[
{
    "book_id": 41865,
    "title": "Twilight (Twilight, #1)",
    "review_summary": "Twilight lived up to ALL the hype! I'm obsessed with the fact that it was just an added bonus in the Twilight book. The world created is limited to the love/relationship of these two characters. Co-dependent teenage relationships are promoted through repetitive prose that goes nowhere."
},
{
    "book_id": 18007564,
    "title": "The Martian",
    "review_summary": "Mark Watney is a like-able (or not) smart-ass who is stuck on Mars through an unfortunate set of circumstances. The book offers a nice view of what a human being can accomplish when the alternative is to lie down and die. There were numerous grammatical errors (absolutely no double \"Ls\" - never knew how many words have two \"L's\" in them) and separation between scenes was non-existent."
},
{
    "book_id": 9460487,
    "title": "Miss Peregrine's Home for Peculiar Children (Miss Peregrine's Peculiar Children, #1)",
    "review_summary": "The Peculiar Children is a book about children with mental illnesses and/or magic. The book also has a sequel that will extend what is set up in this book. The narrative was interesting, but I found myself wanting to just skim along and find out what happened. Wished we would have learned more about what brought each of the other kid's to Miss Peregrine's home and a bit of her back story."
},
{
    "book_id": 11235712,
    "title": "Cinder (The Lunar Chronicles, #1)",
    "review_summary": "Cinder becomes embroiled in a government-run program that inflicts cyborgs with the plague in hopes to find a cure. Cinder is a great protagonist of the story, her not able to cry or blush makes her an interesting character, she can be bold, and she's selfless, with few flaws of course. She is naturally nice and kind, but when her benevolence gets abused, she shows a really bad temper. There is quite a bit of violence in the book from the mind-controlling lunar queen who has people kill themselves by their own hands when they displease her to the plague being purposefully injected into subjects. The ending suggests a sequel Cool, but the cliffhanger at the end tho But after I started reading it, I realized that she is NOT all robot Story line was good I'd recommend reading this if you're looking for something quick and you like both fairy tale retellings and sci-fi."
},
{
    "book_id": 9361589,
    "title": "The Night Circus",
    "review_summary": "Erin Morgenstern, a young author with a very bright future, has a way of writing descriptions that I've longed for - for a long time. The romance to me has more to do with the circus and the people drawn to it. I was enthralled by the illusions that changed from a game to love letters between celia and Marco. The Night Circus is most certainly not literature, and even in the less intellectual world it does not shine."
},
{
    "book_id": 256683,
    "title": "City of Bones (The Mortal Instruments, #1)",
    "review_summary": "The writing sways from introspective and thoughtful (I particularly liked the description of all teenagers viewing themselves as royalty among peasants) to utterly vapid and pretentious. I liked the story, struggled with the prose This one particular turn did not exactly thrill me Interesting fantasy worlds and creatures, although it smacks a bit of Twighlight (for which I feel slightly dirty for reading it) The rest of the plot kept me pretty interested until the end at which my brain just kind of said, \"Really? Ew If anything, the prose takes away from what is essentially a clever story What a talent\""
},
{
    "book_id": 29056083,
    "title": "Harry Potter and the Cursed Child - Parts One and Two (Harry Potter, #8)",
    "review_summary": "WARNING!!! Everything written below contain spoilers. If your a hardcore potter fan read it just because you have to, but don't expect your usual satisfaction upon finishing it. The story is just fantastic - it's nostalgic while being new. Numerous beloved (and hated) characters are revisited, new ones feel relevant and not like repeats of those we already knew, lingering issues are addressed."
},
{
    "book_id": 3,
    "title": "Harry Potter and the Sorcerer's Stone (Harry Potter, #1)",
    "review_summary": "Harry Potter and the Philosopher's (Sorcerer's) Stone introduces us to the world of Hogwarts. Rowling really develops a world that both children and adults can understand and enjoy. The books beginning is almost like what you would expect from a back road English country lane. The book gives the reader a clever feeling all the way through as if the reader is getting to know all the little secrets."
},
{
    "book_id": 15783514,
    "title": "The Ocean at the End of the Lane",
    "review_summary": "The Ocean at the End of the Lane by Neil Gaiman won the 2013 Goodreads Choice Award for fantasy. The book is about a man who returns to his childhood neighborhood and suddenly remembers the epic battle between good and evil that he fought when he was seven. The story is written mostly from the perspective of a 7-year-old boy who, himself, doesn't understand everything that is happening around him. It was a surprise to me I was not expecting the story to be mystical."
},
{
    "book_id": 16096824,
    "title": "A Court of Thorns and Roses (A Court of Thorns and Roses, #1)",
    "review_summary": "A Court of Thorns and Roses is a Beauty and the Beast re-telling by Maas. The first 2/3's of the book was childish stubbornness interspersed with heavy flirting. The ending was a copout and as cheesy as a McDonalds burger. The world of the faeries and humans are separated by a wall, and for me I guess we shall see."
}
]
